---
kind: property
id: P:Autodesk.Revit.DB.PDFExportOptions.ZoomPercentage
source: html/1e41aa52-cb4a-811e-d750-5d7a6f500299.htm
---
# Autodesk.Revit.DB.PDFExportOptions.ZoomPercentage Property

Percentage of the zoom for the view.

## Syntax (C#)
```csharp
public int ZoomPercentage { get; set; }
```

## Remarks
This property would be ignored if the ZoomType is FitToPage.